// 27. Определить количество цифр в числе

Console.WriteLine("Введите число: ");
int number = Convert.ToInt32(Console.ReadLine());

Console.WriteLine(Convert.ToString(number).Length);
