//5. Написать программу вычисления значения функции y = f(a)

double number = 10;
double result = Math.Pow(number,5);
Console.WriteLine(result);
